Repository: anewme7/muxy
Catalog: Muxy/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: General
zh_hans: 通用

source: Appearance
zh_hans: 外观

source: Editor
zh_hans: 编辑器

source: Shortcuts
zh_hans: 快捷键

source: Recording
zh_hans: 录音

source: Notifications
zh_hans: 通知

source: Mobile
zh_hans: 移动设备

source: AI Usage
zh_hans: AI 用量

source: Delivery
zh_hans: 通知方式

source: Sound
zh_hans: 声音

source: Toast
zh_hans: Toast 通知

source: AI Providers
zh_hans: AI 提供商

source: Tabs
zh_hans: 标签页

source: Quit
zh_hans: 退出

source: Interface
zh_hans: 界面

source: Terminal
zh_hans: 终端

source: Sidebar
zh_hans: 侧边栏

source: Source Control
zh_hans: 源代码管理

source: Update channel
zh_hans: 更新通道

source: Muxy Picker
zh_hans: Muxy 选择器

source: Size
zh_hans: 大小

source: Light Theme
zh_hans: 浅色主题

source: Dark Theme
zh_hans: 深色主题

source: Collapsed Style
zh_hans: 折叠样式

source: Expanded Style
zh_hans: 展开样式

source: Display Mode
zh_hans: 显示模式

source: Port
zh_hans: 端口

source: Default Editor
zh_hans: 默认编辑器

source: Editor Command
zh_hans: 编辑器命令

source: Font Family
zh_hans: 字体

source: Zoom
zh_hans: 缩放

source: Image Submission
zh_hans: 图片提交

source: Position
zh_hans: 位置

source: Line Height
zh_hans: 行高

source: Tool
zh_hans: 工具

source: Model (optional)
zh_hans: 模型（可选）

source: Command
zh_hans: 命令

source: Language
zh_hans: 语言

source: Enable AI Usage to show the usage board in the sidebar.
zh_hans: 启用 AI 用量以在侧边栏显示用量面板。

source: Show
zh_hans: 显示

source: Auto Refresh
zh_hans: 自动刷新

source: Show Secondary Limits
zh_hans: 显示次要限制

source: Display weekly and monthly quotas alongside the primary session usage.
zh_hans: 在主会话用量旁边显示每周和每月配额。

source: Choose which providers appear on the usage board.
zh_hans: 选择在用量面板中显示的提供商。

source: Refresh
zh_hans: 刷新

source: Integrated
zh_hans: 集成

source: Press the command layer shortcut, then a command key to open a new terminal tab.
zh_hans: 按下命令层快捷键，然后按命令键以打开新的终端标签页。

source: Command Layer
zh_hans: 命令层

source: Press shortcut…
zh_hans: 按下快捷键…

source: Press key…
zh_hans: 按下按键…

source: Custom Commands
zh_hans: 自定义命令

source: Reset All
zh_hans: 全部重置

source: Default path for new worktrees
zh_hans: 新工作树的默认路径

source: Choose Folder...
zh_hans: 选择文件夹…

source: Use App Default
zh_hans: 使用应用默认

source: No devices approved yet.
zh_hans: 尚未批准任何设备。

source: Free Port
zh_hans: 释放端口

source: Revoke
zh_hans: 撤销

source: Pairing network
zh_hans: 配对网络

source: Open the Muxy mobile app, tap Add device, and scan this code.
zh_hans: 打开 Muxy 移动应用，点击添加设备，然后扫描此二维码。

source: Reset to Defaults
zh_hans: 恢复默认设置

source: Reset to default
zh_hans: 恢复默认

source: None available
zh_hans: 无可用项

source: Done
zh_hans: 完成

source: The device will be disconnected immediately and must request approval again to reconnect.
zh_hans: 该设备将立即断开连接，必须重新请求批准才能重新连接。

source: This will terminate any process currently listening on port %@.
zh_hans: 这将终止当前监听端口 %@ 的所有进程。

source: Muxy listens on the configured port for the iOS app over your local network or a private VPN such as Tailscale.
zh_hans: Muxy 在配置的端口上监听 iOS 应用，通过本地网络或 Tailscale 等私有 VPN 连接。

source: Revoking removes the device's access. It will need to request approval again to reconnect.
zh_hans: 撤销将移除该设备的访问权限。它需要重新请求批准才能重新连接。

source: Select the default location for the project picker
zh_hans: 选择项目选择器的默认位置

source: Default path for project picker
zh_hans: 项目选择器的默认路径

source: Automatically reveal worktrees when you switch to a project.
zh_hans: 切换到项目时自动显示工作树。

source: Muxy creates a project-named subfolder inside this folder.
zh_hans: Muxy 会在此文件夹内创建一个以项目名命名的子文件夹。

source: Anonymous crash reports help us fix bugs.
zh_hans: 匿名崩溃报告帮助我们修复 Bug。

source: Remote images are fetched over HTTPS only. Plain HTTP and other schemes are blocked.
zh_hans: 仅通过 HTTPS 获取远程图片。纯 HTTP 和其他协议已被阻止。

source: Inline File Path keeps multiple images perfectly ordered with text and Enter.
zh_hans: 内联文件路径让多张图片与文本和回车键完美对齐。

source: Press the Voice Recording shortcut to dictate.
zh_hans: 按下语音录制快捷键进行口述。

source: Choose the agentic CLI tool used to generate commit messages and pull request drafts.
zh_hans: 选择用于生成提交信息和 Pull Request 草稿的代理 CLI 工具。

source: Guides the model when generating commit messages. Output is plain text.
zh_hans: 指导模型生成提交信息。输出为纯文本。

source: Guides the model when generating PR title and description.
zh_hans: 指导模型生成 PR 标题和描述。

source: The Beta channel ships every change merged to main and may be unstable.
zh_hans: Beta 通道会推送合并到 main 的每次更改，可能不稳定。

source: New Worktree
zh_hans: 新工作树

source: Name
zh_hans: 名称

source: Branch Name
zh_hans: 分支名称

source: Branch
zh_hans: 分支

source: Location
zh_hans: 位置

source: Setup commands from .muxy/worktree.json
zh_hans: 来自 .muxy/worktree.json 的设置命令

source: These commands will run in the new worktree's terminal. Only enable this if you trust this repository.
zh_hans: 这些命令将在新工作树的终端中运行。仅当您信任此仓库时才启用。

source: Optional setup commands
zh_hans: 可选设置命令

source: To run setup commands after creating a worktree, add .muxy/worktree.json in this repository.
zh_hans: 要在创建工作树后运行设置命令，请在此仓库中添加 .muxy/worktree.json。

source: PRIMARY
zh_hans: 主工作树

source: Primary worktree
zh_hans: 主工作树

source: External worktree
zh_hans: 外部工作树

source: Rename Project
zh_hans: 重命名项目

source: Crop Logo
zh_hans: 裁剪 Logo

source: Preview
zh_hans: 预览

source: Drag to reposition, scroll to zoom
zh_hans: 拖动调整位置，滚动缩放

source: Reset to Default
zh_hans: 恢复默认

source: Set Logo...
zh_hans: 设置 Logo…

source: Remove Logo
zh_hans: 移除 Logo

source: Set Icon Color...
zh_hans: 设置图标颜色…

source: Reset Icon Color
zh_hans: 重置图标颜色

source: Refresh Worktrees
zh_hans: 刷新工作树

source: New Worktree…
zh_hans: 新工作树…

source: Switch Worktree…
zh_hans: 切换工作树…

source: Remove Project
zh_hans: 移除项目

source: Rename
zh_hans: 重命名

source: Remove
zh_hans: 移除

source: New Tab to the Left
zh_hans: 左侧新建标签页

source: New Tab to the Right
zh_hans: 右侧新建标签页

source: Rename Tab
zh_hans: 重命名标签页

source: Reset Title
zh_hans: 重置标题

source: Set Tab Color…
zh_hans: 设置标签页颜色…

source: Reset Tab Color
zh_hans: 重置标签页颜色

source: Close Tab
zh_hans: 关闭标签页

source: Close Other Tabs
zh_hans: 关闭其他标签页

source: Close Tabs to the Left
zh_hans: 关闭左侧标签页

source: Close Tabs to the Right
zh_hans: 关闭右侧标签页

source: Apply Layout
zh_hans: 应用布局

source: Staged
zh_hans: 已暂存

source: Pull requests not synced yet
zh_hans: Pull Request 尚未同步

source: Sync now
zh_hans: 立即同步

source: Checkout
zh_hans: 检出

source: New Branch
zh_hans: 新分支

source: Created from %@
zh_hans: 从 %@ 创建

source: Cancel
zh_hans: 取消

source: Commit
zh_hans: 提交

source: Pull
zh_hans: 拉取

source: Push
zh_hans: 推送

source: Create PR
zh_hans: 创建 PR

source: Open on GitHub
zh_hans: 在 GitHub 上打开

source: Close PR
zh_hans: 关闭 PR

source: No changes
zh_hans: 无更改

source: Binary
zh_hans: 二进制

source: No commits
zh_hans: 无提交

source: Load more
zh_hans: 加载更多

source: Back
zh_hans: 返回

source: New Pull Request
zh_hans: 新建 Pull Request

source: Loading remote branches…
zh_hans: 正在加载远程分支…

source: No branches found.
zh_hans: 未找到分支。

source: Refresh remote branches
zh_hans: 刷新远程分支

source: Load remote branches
zh_hans: 加载远程分支

source: Advanced
zh_hans: 高级

source: Create as draft
zh_hans: 创建为草稿

source: Error
zh_hans: 错误

source: OK
zh_hans: 确定

source: No project selected
zh_hans: 未选择项目

source: No diff output
zh_hans: 无差异输出

source: Large diff preview
zh_hans: 大差异预览

source: Load full diff
zh_hans: 加载完整差异

source: Discard All Changes?
zh_hans: 丢弃所有更改？

source: Discard Changes?
zh_hans: 丢弃更改？

source: This will discard all uncommitted changes. This cannot be undone.
zh_hans: 这将丢弃所有未提交的更改。此操作无法撤销。

source: Discard changes to %@?
zh_hans: 丢弃对 %@ 的更改？

source: Discard all changes
zh_hans: 丢弃所有更改

source: Discard changes
zh_hans: 丢弃更改

source: Stage
zh_hans: 暂存

source: Stage all
zh_hans: 全部暂存

source: Unstage
zh_hans: 取消暂存

source: Unstage all
zh_hans: 全部取消暂存

source: Open Diff in New Tab
zh_hans: 在新标签页打开差异

source: Open in Editor
zh_hans: 在编辑器中打开

source: Commit message (⌘↵ to commit on %@)
zh_hans: 提交信息（⌘↵ 提交到 %@）

source: Commit staged changes
zh_hans: 提交暂存更改

source: Checkout (Detached)
zh_hans: 检出（游离）

source: Create Branch...
zh_hans: 创建分支…

source: Create Tag...
zh_hans: 创建标签…

source: Cherry Pick
zh_hans: 挑选提交

source: Revert Commit
zh_hans: 撤销提交

source: Copy Commit Hash
zh_hans: 复制提交哈希

source: Copy Commit Message
zh_hans: 复制提交信息

source: Delete Branch
zh_hans: 删除分支

source: Target Branch
zh_hans: 目标分支

source: Title
zh_hans: 标题

source: Description
zh_hans: 描述

source: Include
zh_hans: 包含

source: Short summary of the change
zh_hans: 变更的简短摘要

source: branch-name
zh_hans: 分支名称

source: Show/Hide Sections
zh_hans: 显示/隐藏分区

source: Show/Hide sections
zh_hans: 显示/隐藏分区

source: Checkout PR #%@
zh_hans: 检出 PR #%@

source: A new branch will be created from %@ for this pull request.
zh_hans: 将为此 Pull Request 从 %@ 创建一个新分支。

source: Open repository on web
zh_hans: 在网页中打开仓库

source: Refresh history
zh_hans: 刷新历史

source: Sync pull requests
zh_hans: 同步 Pull Request

source: Create a pull request
zh_hans: 创建 Pull Request

source: Install GitHub CLI to create pull requests: brew install gh
zh_hans: 安装 GitHub CLI 以创建 Pull Request：brew install gh

source: Loading…
zh_hans: 加载中…

source: No supported IDEs found
zh_hans: 未找到支持的 IDE

source: Search themes
zh_hans: 搜索主题

source: Search projects, worktrees, layouts, branches, tabs...
zh_hans: 搜索项目、工作树、布局、分支、标签页…

source: Search text in files...
zh_hans: 在文件中搜索文本…

source: Search files by name...
zh_hans: 按名称搜索文件…

source: No files found
zh_hans: 未找到文件

source: No matching files
zh_hans: 无匹配文件

source: Choose in Finder
zh_hans: 在 Finder 中选择

source: Fix Default Location
zh_hans: 修复默认位置

source: Edit Default Location
zh_hans: 编辑默认位置

source: File Tree
zh_hans: 文件树

source: Debug
zh_hans: 调试

source: DEV
zh_hans: 开发

source: Update %@
zh_hans: 更新 %@

source: No tabs in %@
zh_hans: %@ 中无标签页

source: Open a new terminal tab to start working in this project.
zh_hans: 打开新的终端标签页以在此项目中工作。

source: New Tab
zh_hans: 新建标签页

source: Clear All
zh_hans: 全部清除

source: No notifications
zh_hans: 无通知

source: Open in IDE
zh_hans: 在 IDE 中打开

source: Open in %@
zh_hans: 在 %@ 中打开

source: Open in Terminal
zh_hans: 在终端中打开

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Copy Path
zh_hans: 复制路径

source: Copy Relative Path
zh_hans: 复制相对路径

source: New File
zh_hans: 新建文件

source: New Folder
zh_hans: 新建文件夹

source: Paste
zh_hans: 粘贴

source: Open Configuration...
zh_hans: 打开配置…

source: Reload Configuration
zh_hans: 重新加载配置

source: Install CLI
zh_hans: 安装 CLI

source: Check for Updates...
zh_hans: 检查更新…

source: Open Project...
zh_hans: 打开项目…

source: No Custom Commands
zh_hans: 无自定义命令

source: Quick Open
zh_hans: 快速打开

source: Find in Files
zh_hans: 在文件中查找

source: Save
zh_hans: 保存

source: Pin/Unpin Tab
zh_hans: 固定/取消固定标签页

source: Split Right
zh_hans: 向右拆分

source: Split Down
zh_hans: 向下拆分

source: Close Pane
zh_hans: 关闭面板

source: Focus Pane Left
zh_hans: 焦点面板向左

source: Focus Pane Right
zh_hans: 焦点面板向右

source: Focus Pane Up
zh_hans: 焦点面板向上

source: Focus Pane Down
zh_hans: 焦点面板向下

source: Cycle Next Tab (All Panes)
zh_hans: 循环下一个标签（所有面板）

source: Cycle Previous Tab (All Panes)
zh_hans: 循环上一个标签（所有面板）

source: Zoom In Markdown Preview
zh_hans: 放大 Markdown 预览

source: Zoom Out Markdown Preview
zh_hans: 缩小 Markdown 预览

source: Reset Markdown Preview Zoom
zh_hans: 重置 Markdown 预览缩放

source: Next Tab
zh_hans: 下一个标签页

source: Previous Tab
zh_hans: 上一个标签页

source: Toggle Sidebar
zh_hans: 切换侧边栏

source: Toggle Rich Input
zh_hans: 切换富输入

source: Open Switcher...
zh_hans: 打开切换器…

source: Next Project
zh_hans: 下一个项目

source: Previous Project
zh_hans: 上一个项目

source: Theme Picker
zh_hans: 主题选择器

source: Muxy Help
zh_hans: Muxy 帮助

source: Documentation
zh_hans: 文档

source: GitHub Repository
zh_hans: GitHub 仓库

source: Mobile App Repository
zh_hans: 移动应用仓库

source: Report an Issue...
zh_hans: 报告问题…

source: Cut
zh_hans: 剪切

source: Copy
zh_hans: 复制

source: Select All
zh_hans: 全选

source: Find
zh_hans: 查找

source: Welcome to Muxy
zh_hans: 欢迎使用 Muxy

source: Where to next
zh_hans: 下一步去哪

source: Listening...
zh_hans: 聆听中…

source: Controlled by %@
zh_hans: 由 %@ 控制

source: This terminal session is currently being used on %@. Take over to resume on Mac.
zh_hans: 此终端会话当前正在 %@ 上使用。接管以在 Mac 上恢复。

source: Take Over
zh_hans: 接管

source: Type something...
zh_hans: 输入内容…

source: Rich Input
zh_hans: 富输入

source: Close Rich Input
zh_hans: 关闭富输入

source: Remove attachment
zh_hans: 移除附件

source: Send. Send without Enter.
zh_hans: 发送。发送（不带回车）。

source: Decrease editor font size
zh_hans: 减小编辑器字号

source: Increase editor font size
zh_hans: 增大编辑器字号

source: Editor font size %@
zh_hans: 编辑器字号 %@

source: Start Voice Recording
zh_hans: 开始语音录制

source: Status bar
zh_hans: 状态栏

source: Reveal %@ in Finder
zh_hans: 在 Finder 中显示 %@

source: Search results: %@
zh_hans: 搜索结果：%@

source: Previous Match
zh_hans: 上一个匹配

source: Next Match
zh_hans: 下一个匹配

source: Close Search
zh_hans: 关闭搜索

source: Read-only
zh_hans: 只读

source: Keep My Changes
zh_hans: 保留我的更改

source: Reload from Disk
zh_hans: 从磁盘重新加载

source: This file changed on disk. You have unsaved changes.
zh_hans: 此文件在磁盘上已更改。您有未保存的更改。

source: Large File
zh_hans: 大文件

source: This file is %@. Large files may slow down the editor.
zh_hans: 此文件大小为 %@。大文件可能会拖慢编辑器。

source: Open Anyway
zh_hans: 仍然打开

source: Loading full file...
zh_hans: 正在加载完整文件…

source: Loading full markdown preview...
zh_hans: 正在加载完整 Markdown 预览…

source: Markdown %@ View
zh_hans: Markdown %@ 视图

source: Ln %@, Col %@
zh_hans: 行 %@，列 %@

source: Free port %@?
zh_hans: 释放端口 %@？

source: Revoke %@?
zh_hans: 撤销 %@？

source: Muxy pairing QR code
zh_hans: Muxy 配对二维码

source: Add Command Shortcut
zh_hans: 添加命令快捷键

source: Reset Shortcut
zh_hans: 重置快捷键

source: Delete Command Shortcut
zh_hans: 删除命令快捷键

source: Dismiss Notification
zh_hans: 关闭通知

source: %@ unread notification%@
zh_hans: %@ 条未读通知

source: Update available: version %@
zh_hans: 有可用更新：版本 %@

source: Voice recording
zh_hans: 语音录制

source: Keyboard shortcut: %@
zh_hans: 键盘快捷键：%@

source: Worktree %@, Branch %@
zh_hans: 工作树 %@，分支 %@

source: Opens branch picker
zh_hans: 打开分支选择器

source: Opens worktree and branch picker
zh_hans: 打开工作树和分支选择器

source: Unified diff, %@
zh_hans: 统一差异，%@

source: Split diff, %@
zh_hans: 分屏差异，%@

source: Diff section: %@
zh_hans: 差异分区：%@

source: 1 file
zh_hans: 1 个文件

source: %@ files
zh_hans: %@ 个文件

source: Quick start
zh_hans: 快速开始

source: Add a project
zh_hans: 添加项目

source: Open Source Control
zh_hans: 打开源代码管理

source: Open a new tab
zh_hans: 打开新标签页

source: Quick‑open a file
zh_hans: 快速打开文件

source: Split a pane
zh_hans: 拆分面板

source: Projects
zh_hans: 项目

source: Worktrees
zh_hans: 工作树

source: Layouts
zh_hans: 布局

source: Themes
zh_hans: 主题

source: Remote Server
zh_hans: 远程服务器

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Defaults shown. All shortcuts can be remapped in Settings → Shortcuts.
zh_hans: 显示默认快捷键。所有快捷键可在设置 → 快捷键中重新映射。

source: Every feature has a short overview here and a full page in the documentation.
zh_hans: 每个功能在这里都有简短概述，文档中有完整页面。

source: Features
zh_hans: 功能

source: Read more
zh_hans: 阅读更多

source: Links
zh_hans: 链接

source: Find more information, file an issue, or join the community.
zh_hans: 查找更多信息、提交问题或加入社区。

source: Full docs on GitHub
zh_hans: GitHub 上的完整文档

source: Join the community
zh_hans: 加入社区

source: Bug reports and feature requests
zh_hans: Bug 反馈与功能请求

source: Report an Issue
zh_hans: 报告问题

source: Conflicts with "%@" — press a different shortcut or Esc to cancel
zh_hans: 与 "%@" 冲突 — 请按其他快捷键或按 Esc 取消

source: %@ — press a different shortcut or Esc to cancel
zh_hans: %@ — 请按其他快捷键或按 Esc 取消

source: Export Diagnostics...
zh_hans: 导出诊断…

source: Reveal Logs Folder
zh_hans: 显示日志文件夹

source: No usage data
zh_hans: 无用量数据

source: Unable to fetch usage
zh_hans: 无法获取用量

source: Usage request failed
zh_hans: 用量请求失败

source: Sign in to Factory
zh_hans: 登录 Factory

source: Sign in to Kimi
zh_hans: 登录 Kimi

source: Invalid Z.ai API key
zh_hans: 无效的 Z.ai API 密钥

source: Set ZAI_API_KEY or GLM_API_KEY
zh_hans: 设置 ZAI_API_KEY 或 GLM_API_KEY

source: Coming soon
zh_hans: 即将推出

source: MiniMax API key missing. Set MINIMAX_API_KEY or MINIMAX_CN_API_KEY.
zh_hans: 缺少 MiniMax API 密钥。请设置 MINIMAX_API_KEY 或 MINIMAX_CN_API_KEY。

source: Session expired. Check your MiniMax API key.
zh_hans: 会话已过期。请检查您的 MiniMax API 密钥。

source: Request failed (HTTP %@). Try again later.
zh_hans: 请求失败（HTTP %@）。请稍后再试。

source: Request failed. Check your connection.
zh_hans: 请求失败。请检查您的连接。

source: Could not parse usage data.
zh_hans: 无法解析用量数据。

source: MiniMax API error: %@
zh_hans: MiniMax API 错误：%@

source: CLI Installation Failed
zh_hans: CLI 安装失败

source: CLI Installed
zh_hans: CLI 已安装

source: CLI Not Found
zh_hans: 未找到 CLI

source: Not found
zh_hans: 未找到

source: Invalid parameters
zh_hans: 无效参数

source: Internal error
zh_hans: 内部错误

source: Authentication required
zh_hans: 需要认证

source: Pairing denied
zh_hans: 配对被拒绝

source: Pairing request timed out
zh_hans: 配对请求超时

source: Port %@
zh_hans: 端口 %@

source: Resets %@
zh_hans: %@ 重置

source: Project %@
zh_hans: 项目 %@

source: Tab %@
zh_hans: 标签页 %@

source: Branch: %@
zh_hans: 分支：%@

source: Worktree: %@
zh_hans: 工作树：%@

source: Default
zh_hans: 默认

source: Large
zh_hans: 大

source: Extra Large
zh_hans: 特大

source: Hidden
zh_hans: 隐藏

source: Icons
zh_hans: 图标

source: Wide
zh_hans: 宽

source: Tab
zh_hans: 标签页

source: Window
zh_hans: 窗口

source: Attached
zh_hans: 附加

source: Stable
zh_hans: 稳定版

source: Beta
zh_hans: 测试版

source: Custom
zh_hans: 自定义

source: Used
zh_hans: 已用

source: Remaining
zh_hans: 剩余

source: 5 min
zh_hans: 5 分钟

source: 15 min
zh_hans: 15 分钟

source: 30 min
zh_hans: 30 分钟

source: 1h
zh_hans: 1 小时

source: Built-in Editor
zh_hans: 内置编辑器

source: Terminal Command
zh_hans: 终端命令

source: Custom Command
zh_hans: 自定义命令

source: Clipboard Paste
zh_hans: 剪贴板粘贴

source: Inline File Path
zh_hans: 内联文件路径

source: Right
zh_hans: 右侧

source: Bottom
zh_hans: 底部

source: Local
zh_hans: 本地

source: Show Status Bar
zh_hans: 显示状态栏

source: Auto-expand worktrees on project switch
zh_hans: 切换项目时自动展开工作树

source: Keep projects open after closing the last tab
zh_hans: 关闭最后一个标签页后保持项目打开

source: Confirm before closing a tab with a running process
zh_hans: 关闭正在运行进程的标签页前确认

source: Confirm before quitting Muxy
zh_hans: 退出 Muxy 前确认

source: Send anonymous crash reports
zh_hans: 发送匿名崩溃报告

source: Allow Remote Images
zh_hans: 允许远程图片

source: Floating Panel
zh_hans: 浮动面板

source: Highlight Current Line
zh_hans: 高亮当前行

source: Show Line Numbers
zh_hans: 显示行号

source: Wrap Lines
zh_hans: 自动换行

source: Allow mobile device connections
zh_hans: 允许移动设备连接

source: Press Return after inserting
zh_hans: 插入后按回车

source: Updates
zh_hans: 更新

source: Diagnostics
zh_hans: 诊断

source: Voice Recording
zh_hans: 语音录制

source: Provider
zh_hans: 提供商

source: Commit Prompt
zh_hans: 提交提示词

source: Pull Request Prompt
zh_hans: Pull Request 提示词

source: Markdown Preview
zh_hans: Markdown 预览

source: Pair Mobile Device
zh_hans: 配对移动设备

source: Approved Devices
zh_hans: 已批准设备

source: App Shortcuts
zh_hans: 应用快捷键

source: Copied
zh_hans: 已复制

source: Delete All
zh_hans: 全部删除

source: Font Size
zh_hans: 字号

source: e.g. mytool --quiet
zh_hans: 例如 mytool --quiet

source: The Beta channel ships every change merged to main and may be unstable. Switch back to Stable to receive only tagged releases.
zh_hans: Beta 通道会推送合并到 main 的每次更改，可能不稳定。切换回稳定版以仅接收带标签的发布。

source: Muxy Picker starts in this default location. Use App Default to reset it. Projects can stay in the sidebar after closing their last tab.
zh_hans: Muxy 选择器从此默认位置开始。使用应用默认以重置。关闭最后一个标签页后项目可以保留在侧边栏。

source: Muxy Picker can use Finder or Muxy's picker. Projects can stay in the sidebar after closing their last tab.
zh_hans: Muxy 选择器可以使用 Finder 或 Muxy 的选择器。关闭最后一个标签页后项目可以保留在侧边栏。

source: Muxy creates a project-named subfolder inside this folder. Projects can still override this from the new worktree dialog.
zh_hans: Muxy 会在此文件夹内创建一个以项目名命名的子文件夹。项目仍可从新工作树对话框中覆盖此设置。

source: Anonymous crash reports help us fix bugs. Reports never include project paths, file contents, or personal data.
zh_hans: 匿名崩溃报告帮助我们修复 Bug。报告中绝不包含项目路径、文件内容或个人数据。

source: Select the default folder for new worktrees
zh_hans: 选择新工作树的默认文件夹

source: Inline File Path keeps multiple images perfectly ordered with text and Enter. Use Clipboard Paste if your TUI doesn't recognize image paths.
zh_hans: 内联文件路径让多张图片与文本和回车键完美对齐。如果您的 TUI 无法识别图片路径，请使用剪贴板粘贴。

source: Press the Voice Recording shortcut to dictate. Muxy transcribes your speech on-device and inserts it wherever your cursor was before you opened the recorder. If that target is gone, the transcript lands on your clipboard.
zh_hans: 按下语音录制快捷键进行口述。Muxy 在设备上转录您的语音，并将其插入到打开录音器之前光标所在的位置。如果该目标已消失，转录内容将进入您的剪贴板。

source: No on-device speech models are installed. Add a dictation language in System Settings → Keyboard → Dictation, then return here.
zh_hans: 未安装设备端语音模型。请在系统设置 → 键盘 → 听写中添加听写语言，然后返回此处。

source: Only languages with an on-device model are listed. Transcription never leaves your Mac.
zh_hans: 仅列出具有设备端模型的语言。转录绝不会离开您的 Mac。

source: Scan this with the Muxy mobile app to add this Mac. The QR carries no token — first-time pairing still needs your approval.
zh_hans: 使用 Muxy 移动应用扫描此二维码以添加此 Mac。二维码不携带任何令牌 — 首次配对仍需要您的批准。

source: Choose the agentic CLI tool used to generate commit messages and pull request drafts. The tool runs locally with your existing authentication.
zh_hans: 选择用于生成提交信息和 Pull Request 草稿的代理 CLI 工具。该工具使用您现有的认证在本地运行。

source: Guides the model when generating PR title and description. Output is parsed as JSON; do not change the response format.
zh_hans: 指导模型生成 PR 标题和描述。输出会被解析为 JSON；请勿更改响应格式。

source: Runs through your interactive login shell so PATH and aliases resolve. Muxy pipes the full prompt to stdin and reads the response from stdout. Provide arguments that make the tool emit only the response (no banners or progress).
zh_hans: 通过您的交互式登录 shell 运行，因此 PATH 和别名可以解析。Muxy 将完整提示词通过管道输送到 stdin 并从 stdout 读取响应。提供参数使工具仅输出响应（无横幅或进度）。

source: Enter a port between %@ and %@.
zh_hans: 请输入 %@ 到 %@ 之间的端口。

source: Confirm Delete All (%@)
zh_hans: 确认全部删除 (%@)

source: Search shortcuts
zh_hans: 搜索快捷键

source: Search commands
zh_hans: 搜索命令

source: Panes
zh_hans: 面板

source: Tab Navigation
zh_hans: 标签导航

source: Project Navigation
zh_hans: 项目导航

source: Navigation
zh_hans: 导航

source: App
zh_hans: 应用

source: Tab 1
zh_hans: 标签页 1

source: Project 1
zh_hans: 项目 1

source: Tab 2
zh_hans: 标签页 2

source: Project 2
zh_hans: 项目 2

source: Tab 3
zh_hans: 标签页 3

source: Project 3
zh_hans: 项目 3

source: Tab 4
zh_hans: 标签页 4

source: Project 4
zh_hans: 项目 4

source: Tab 5
zh_hans: 标签页 5

source: Project 5
zh_hans: 项目 5

source: Tab 6
zh_hans: 标签页 6

source: Project 6
zh_hans: 项目 6

source: Tab 7
zh_hans: 标签页 7

source: Project 7
zh_hans: 项目 7

source: Tab 8
zh_hans: 标签页 8

source: Project 8
zh_hans: 项目 8

source: Tab 9
zh_hans: 标签页 9

source: Project 9
zh_hans: 项目 9

source: Send
zh_hans: 发送

source: Send Without Enter
zh_hans: 发送（不回车）

source: Open Switcher
zh_hans: 打开切换器

source: Save File
zh_hans: 保存文件

source: Toggle File Tree
zh_hans: 切换文件树

source: Toggle AI Usage
zh_hans: 切换 AI 用量

source: Navigate Back
zh_hans: 后退

source: Navigate Forward
zh_hans: 前进

source: New Project
zh_hans: 新建项目

source: Open Project
zh_hans: 打开项目

source: Toggle Maximize Pane
zh_hans: 切换最大化面板
